{
  "race": "Elf",
  "isSubrace": "false",
  "subRace": "null",
  "Description": "Elves are a magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
  "SubRaceDescription": "null",
  "AbilityScore_Strength": "0",
  "AbilityScore_Dexterity": "2",
  "AbilityScore_Constitution": "0",
  "AbilityScore_Intelligence": "0",
  "AbilityScore_Wisdom": "0",
  "AbilityScore_Charisma": "0",
  "Alignment": ["Lawful Good", "Lawful Neutral", "Lawful Evil", "True Good", "True Neutral", "True Evil", "Chaotic Good", "Chaotic Neutral", "Chaotic Evil"],
  "Speed": "30",
  "Abilities": [
    {"AbilityName": "Darkvision",
      "AbilityDescription": "Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."},
    {"AbilityName": "Keen Senses",
      "AbilityDescription": "You have proficiency in the Perception skill"},
    {"AbilityName": "Fey Ancestry",
      "AbilityDescription": "You have advantage on saving throws against being charmed, and magic can't put you to sleep."},
    {"AbilityName": "Trance",
      "AbilityDescription": "Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is 'trance'.) While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."}
  ],
  "Languages": ["Common","Elvish"]
}