{
  "race": "Elf",
  "isSubrace": "true",
  "subRace": "Dark Elf (Drow)",
  "Description": "Elves are a magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
  "SubRaceDescription": "Descended from an earlier subrace of dark-skinned elves; the drow were banished from the surface world for following the goddess Lolth down the path to evil and corruption. Now they have built their own civilizalion in the depths of the Underdark, patterned after the Way of Lolth. Also called dark elves, the drow have black skin that resembles polished obsidian and stark white or pale yellow hair. They commonly have very pale eyes (so pale as to be mistaken for white) in shades of lilac, silver, pink, red, and blue. They tend to be smaller and thinner than most elves. Drow adventurers are rare, and the race does not exist in all worlds. Check with your Dungeon Master to see if you can play a drow character.",
  "AbilityScore_Strength": "0",
  "AbilityScore_Dexterity": "2",
  "AbilityScore_Constitution": "0",
  "AbilityScore_Intelligence": "0",
  "AbilityScore_Wisdom": "0",
  "AbilityScore_Charisma": "1",
  "Alignment": ["Lawful Good", "Lawful Neutral", "Lawful Evil", "True Good", "True Neutral", "True Evil", "Chaotic Good", "Chaotic Neutral", "Chaotic Evil"],
  "Speed": "30",
  "Abilities": [
    {"AbilityName": "Darkvision",
      "AbilityDescription": "Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."},
    {"AbilityName": "Keen Senses",
      "AbilityDescription": "You have proficiency in the Perception skill"},
    {"AbilityName": "Fey Ancestry",
      "AbilityDescription": "You have advantage on saving throws against being charmed, and magic can't put you to sleep."},
    {"AbilityName": "Trance",
      "AbilityDescription": "Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is 'trance'.) While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."},
    {"AbilityName": "Superior Darkvision",
      "AbilityDescription": "Your darkvision has a radius of 120 feet."},
    {"AbilityName": "Sunlight Sensitivity",
      "AbilityDescription": "You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight"},
    {"AbilityName": "Drow Magic",
      "AbilityDescription": "You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day. When you reach 5th level, you can also cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."},
    {"AbilityName": "Drow Weapon Training",
      "AbilityDescription": "You have proficiency with rapier, shortswords, and hand crossbows."}
  ],
  "Languages": ["Common","Elvish"]
}