{
  "race": "Halfling",
  "isSubrace": "true",
  "subRace": "Lightfoot",
  "Description": "The comforts of home are the goals of most halflings' lives: a place to settle in peace and quiet, far from marauding monsters and clashing armies; a blazing fire and a generous meal; fine drink and fine conversation. Though some halflings live out their days in remote agricultural communities, others form nomadic bands that travel constantly, lured by the open road and the wide horizon to discover the wonders of new lands and peoples. But even these wanderers love peace, food, hearth, and home, though home might be a wagon jostling along an dirt road or a raft floating downriver.",
  "SubRaceDescription": "As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You're inclined to be affable and get along well with others. In the Forgotten Realms, lightfoot halflings have spread the farthest and thus are the most common variety. Lightfoots are more prone to wanderlust than other halflings. and often dwell alongside other races or take up a nomadic life. In the world of Greyhawk. these halflings are called hairfeet or tallfellows.",
  "AbilityScore_Strength": "0",
  "AbilityScore_Dexterity": "0",
  "AbilityScore_Constitution": "0",
  "AbilityScore_Intelligence": "0",
  "AbilityScore_Wisdom": "0",
  "AbilityScore_Charisma": "1",
  "Alignment": ["Lawful Good"],
  "Speed": "25",
  "Abilities": [
    {"AbilityName": "Lucky",
      "AbilityDescription": "When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."},
    {"AbilityName": "Brave",
      "AbilityDescription": "You have advantage on saving throws against being frightened"},
    {"AbilityName": "Halfling Nimbleness",
      "AbilityDescription": "You can move through the space of any creature that is of a size larger than yours."},
    {"AbilityName": "Naturally Stealthy",
      "AbilityDescription": "You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."}
  ],
  "Languages": ["Common","Halfling"]
}