{
    "class": "Ranger",
    "hasSubclass": "True",
    "subClass": ["Hunter", "Beast Master"],
    "description": "Rough and wild looking, a human stalks alone through the shadows of trees, hunting the orcs he knows are planning a raid on a nearby farm. Clutching a shortsword in each hand, he becomes a whirlwind of steel, cutting down one enemy after another. After tumbling away from a cone of freezing air, an elf finds her feet and draws back her bow to loose an arrow at the white dragon. Shrugging off the wave of fear that emanates from the dragon like the cold of its breath, she sends one arrow after another to find the gaps between the dragon's thick scales. Holding his hand high, a half-elf whistles to the hawk that circles high above him, calling the bird back to his side. Whispering instructions in Elvish, he points to the owlbear he's been tracking and sends the hawk to distract the creature while he readies his bow. Far fram the bustle of cities and towns, past the hedges that shelter the most distant farms fram the terrors of the wild, amid the dense-packed trees of trackless forests and across wide and empty plains, rangers keep their unending watch.",
    "creating_a_class": "As you create your ranger character, consider the nature of the training that gave you your particular capabilities. Did you train with a single mentor, wandering the wilds together until you mastered the ranger's ways? Did you leave your apprenticeship, or was your mentor slain - perhaps by the same kind of monster that became your favored enemy? Or perhaps you learned your skills as part of a band of rangers affiliated with a druidic circle, trained in mystic paths as well as wilderness lore. Vou might be self-taught, a recluse who learned combat skills, tracking, and even a magical connection to nature through the necessity of surviving in the wilds. What's the source of your particular hatred of a certain kind of enemy? Did a monster kill someone you loved or destroy your home village? Or did you see too much of the destruction these monsters cause and commit yourself to reining in their depredations? Is your adventuring career a continuation of your work in protecting the borderlands, or a significant change? What made you join up with a band of adventurers? Do you find it challenging to teach new allies the ways of the wild, or do you welcome the relief from solitude that they offer?",
    "HP_Hit_Dice": "1d10",
    "HP_HP_LVL1": "10",
    "HP_HP_HighLVL": "1d10 (or 6) + your Constitution Modifier per Ranger level after 1st",
    "Proficiencies_Armor": ["Light Armor", "Medium Armor", "Shield"],
    "Proficiencies_Weapons": ["Simple Weapon", "Martial Weapon"],
    "Proficiencies_Tools": ["None"],
    "Proficiencies_SavingThrows": ["Strength", "Dexterity"],
    "Proficiencies_Skills": ["3","Animal Handling", "Athletics", "Insight", "Investigation", "Nature", "Perception", "Stealth", "Survival"],
    "Equipment": [
        {"EQ_Choice": [["Scale Mail"], ["Leather Armor"]]},
        {"EQ_Choice": [["2", "Shortsword"], ["2", "Simple Melee Weapon"]]},
        {"EQ_Choice": [["Dungeoneer Pack"], ["Explorer Pack"]]},
        {"EQ_Choice": [["Longbow", "20", "Arrow"]]}
    ]
  }